<template>
  <div class="md-body">
    <h1>В этом приложении:</h1>
    <ul>
      <li>Полная настройка шаблона на Vue CLI</li>
      <li>Установка и настройка Vue-router для Vue.js 3</li>
      <li>Динамическая перерисовка без перезагрузки страницы</li>
      <li>Динамичный навбар и ссылки</li>
      <li>Обработка несуществующих роутов</li>
      <li>Хеши и моды для роутера</li>
      <li>Настройка общего конфига</li>
    </ul>
    <h2>И мелочи:</h2>
    <ul>
      <li>Полная настройка для переиспользования шаблона</li>
      <li>Универсальный компонент списка и форм</li>
      <li>Универсальный компонент Тегов для будущих проектов</li>
    </ul>
  </div>
</template>
